import React from 'react';

const Blogs = () => {
    return (
        <div>
            <h1>প্রথম প্রশ্ন</h1>
            <h4>অথেনটিকেশন এবং অথরিজাশন  এর পার্থক্য </h4>
            <h4>অথেনটিকেশন:</h4>
            <p>সহজ ভাষায় বলতে গেলে অথেনটিকেশন হল, ইউজারকে  যাচাই করে । 
            পাসওয়ার্ড পিন, ওয়ান-টাইম পিন, , বায়োমেট্রিক তথ্য এবং ব্যবহারকারীর দ্বারা প্রদত্ত অন্যান্য তথ্যের মাধ্যমে অথেন্টিকেশন কাজ করে ।<br />
            <h4>অথরিজাশন</h4>
            আর অথরিজাশন হল ব্যবহারকারীর কোন নির্দিষ্ট অ্যাপ্লিকেশন, প্রোফাইল এবং ডাটাতে কি কি এক্সেস রয়েছে তা যাচাই করে ।
            অথরিজাশন সেই সেটিংসের মাধ্যমে কাজ করে যা সংস্থার দ্বারা বাস্তবায়িত এবং রক্ষণাবেক্ষণ করা হয়।
            </p>
            <h1>দ্বিতীয় প্রশ্ন</h1>
            
        </div>
    );
};

export default Blogs;